import React from 'react'
import "./MainStyle.css";
import { BsHeart, BsTelegram, BsWhatsapp } from 'react-icons/bs';
import { GoCopy } from 'react-icons/go';



const Main = () => {
    return (
        <div className='main-container'>

            <div className='title'>
                <div className='shaire'>
                    <span><GoCopy /></span>
                    <span><BsTelegram /></span>
                    <span><BsWhatsapp /></span>
                </div>

                <p className='title-text'>زنده بودن غیر از زندگی کردن</p>
            </div>


            <div className='content'>
                <p>نتم رتکچوک یاه ناونع</p>
                <p>و همانزور هکلب نوتم و اهرگپاچ ،تسا کیفارگ ناحارط زا هدافتسا اب و ،پاچ تعنص زا موهفمان یگداس دیلوت اب یگتخاس نتم موسپیا مرول
                    یم یدربراک یاهرازبا دوبهب فده اب عونتم یاهدربراک و ،زاین دروم یژولونکت یلعف طیارش یارب و ،تسا مزال هک نانچنآرطس و نوتس رد هلجم
                    و نوتس رد هلجم و همانزور هکلب نوتم و اهرگپاچ و هعماج ناوارف تخانش ،هدنیآ و لاح هتشذگ دصرد هس و تصش رد یدایز یاهباتک ،دشاب</p>
            </div>
            <div className='content'>
                <p>نتم رتکچوک یاه ناونع</p>
                <p>ی زا موهفمان یگداس دیلوت اب یگتخاس نتم موسپیا مرول هدنیآ همانزور ،پاچ تعنص زا موهفمان یگداس تسا مزال هک نانچنآرطس
                    یارب و ،تسا مزال هک نانچنآرطس و نوتس رد هلجم و همانزور هکلب نوتم و اهرگپاچ ،تسا کیفارگ ناحارط زا هدافتسا اب و ،پاچ تعنص
                    هتشذگ دصرد هس و تصش رد یدایز یاهباتک ،دشاب یم یدربراک یاهرازبا دوبهب فده اب عونتم یاهدربراک و ،زاین دروم یژولونکت یلعف طیارش
                    تعنص زا موهفمان یگداس تسا مزال هک نانچنآرطس و نوتس رد هلجم و همانزور هکلب نوتم و اهرگپاچ و هعماج ناوارف تخانش ،هدنیآ و لاح
                    و اهرگپاچ ،تسا کیفارگ ناحارط زا هدافتسا اب و ،پاچ تعنص زا موهفمان یگداس دیلوت اب یگتخاس نتم موسپیا مرول هدنیآ همانزور ،پاچ
                    و ،زاین دروم یژولونکت یلعف طیارش یارب و ،تسا مزال هک نانچنآرطس و نوتس رد هلجم و همانزور هکلب نوتم
                    ناوارف تخانش ،هدنیآ و لاح هتشذگ دصرد هس و تصش رد یدایز یاهباتک ،دشاب یم یدربراک یاهرازبا دوبهب فده اب عونتم یاهدربراک
                    مرول هدنیآ همانزور ،پاچ تعنص زا موهفمان یگداس تسا مزال هک نانچنآرطس و نوتس رد هلجم و همانزور هکلب نوتم و اهرگپاچ و هعماج
                    هلجم و همانزور هکلب نوتم و اهرگپاچ ،تسا کیفارگ ناحارط زا هدافتسا اب و ،پاچ تعنص زا موهفمان یگداس دیلوت اب یگتخاس نتم موسپیا
                    ،دشاب یم یدربراک یاهرازبا دوبهب فده اب عونتم یاهدربراک و ،زاین دروم یژولونکت یلعف طیارش یارب و ،تسا مزال هک نانچنآرطس و نوتس رد
                    دصرد هس و تصش رد یدایز یاهباتک
                    زا موهفمان یگداس تسا مزال هک نانچنآرطس و نوتس رد هلجم و همانزور هکلب نوتم و اهرگپاچ و هعماج ناوارف تخانش ،هدنیآ و لاح هتشذگ
                    هدنیآ همانزور ،پاچ تعنص</p>
            </div>

            <div className='like'>
                <span><BsHeart/></span>
                <span> 110</span>
            </div>
        </div>
    )
}

export default Main
